Repository: jagoPG/road-utils
Catalog: locale/*/LC_MESSAGES/django.po
Languages: eu

source: Rellene con los datos que sean pertinentes. Tenga cuidado de no dejar ningún campo requerido sin rellenar; campos con el símbolo (*).
eu: Bete ezazu formularioa datu egokiekin. Kontuz zuri eremu hutz uztean; sinbolo (*) eremuak.

source: Datos generales
eu: Datu jenerala

source: Vehículo 1
eu: 1 ibilgailu

source: Vehículo 2
eu: 2 ibilgailu

source: Fecha y hora
eu: Eguna eta ordu

source: Localización
eu: Tokia

source: lugar, país
eu: toki, herrialde

source: Víctimas
eu: Biktima

source: Sí
eu: Bai

source: No
eu: Ez

source: Daños materiales
eu: Materiazko kalteak

source: Vehículos distintos de A y B
eu: A eta B ibilgailu ezberdin

source: Objetos distintos de vehículos
eu: Ibilgailu objektu ezberdinak

source: Testigos
eu: Testigu

source: DNI, teléfono, dirección...
eu: NAN, telefono zembakia, norabide...

source: DNI
eu: NAN

source: Matrícula del vehículo
eu: Ibilgailu matrikula

source: Matrícula remolque
eu: Atoi matrikula

source: Aseguradora
eu: Aseguratzaile

source: Nombre
eu: Izena

source: Nº de póliza
eu: Poliza zenbaki

source: Nº de carta verde
eu: Berde karta zenbaki

source: Circunstancias
eu: Zirkunstantzia

source: Explique lo sucedido...
eu: Azal ezazu gertaera

source: Puntos de choque
eu: Talka puntuak

source: Daños apreciados
eu: Kalteak

source: Observaciones
eu: Oharrak

source: ENVIAR
eu: BIDALI

source: Utilidades de Carretera.
eu: Errepide erabilgarritasunak.

source: Inicio
eu: Hasiera

source: Informe Accidente
eu: Istripu txostena

source: Reporte Calzada
eu: Galtzada erreportari

source: Avisos
eu: Abisu

source: Tiempo
eu: Eguraldi

source: Universidad de Deusto.
eu: Deustuko Unibertzatea.

source: Cerrar
eu: Itxi

source: <b>RoadPal</b> quiere para tí una conducción más responsable y segura. Las mejores utilidades para tu día a día en la carretera.
eu: <b>RoadPal</b> zuri seguru onen eta arduradunen irripeak nahi du. Onen tresnak zure egunero bidaiak.

source: ¿Quienes somos?
eu: Nortzuk gara?

source: Nuestros objetivos
eu: Gure objektiboak

source: Tener las carreteras más seguras del estado: manteniendo un bajo número de accidentes y aplicando las medidas necesarias a los infractores.
eu: Herrialde seguru onen errepideak: istripu gutxi edukitzen eta hausleri beharezko neurriak hartzen.

source: Facilitar las herramientas necesarias para responder rápidamente ante un accidente o una situación de emergencia.
eu: Istripuan edo larrialde egoeran azkar erantzuteko beharrezko tresnak ematen.

source: Proporcionar toda la información que pueda necesitar un conductor en su día a día.
eu: Gidari egunero beharrezko informazioa ematen.

source: Colaboradores
eu: Lankide

source: Carretera
eu: Errepide izena

source: Kilómetro
eu: Kilometroa

source: Sentido
eu: Noranzko

source: Fecha
eu: Eguna

source: Descripción
eu: Deskribapena

source: Describa la razón del reporte.
eu: Deskiba ezazu erreportari arrazoia

source: Page not found
eu: Orrialde ez aukeratuta

source: We're sorry, but the requested page could not be found.
eu: Barkatu, ez da aurkitu orrialde eskatuta

source: Home
eu: Hasiera

source: Server error
eu: Sebidore epaitza

source: Server error (500)
eu: Sebidore epaitza (500)

source: Server Error <em>(500)</em>
eu: Sebidore epaitza <em>500</em>

source: There's been an error. It's been reported to the site administrators via email and should be fixed shortly. Thanks for your patience.
eu: Epaitza gertatu da. Administratori e-mail bidez ohortarazi da eta laster konponduko da. Eskerrik asko zure pazientziarengatik

source: Run the selected action
eu: Egin akzio aukeratuta

source: Go
eu: Joan

source: Click here to select the objects across all pages
eu: Egin hemen clicka aukeratu objektu orrialde denean

source: Select all %(total_count)s %(module_name)s
eu: Aukeratu %(total_count)s %(module_name)s denak

source: Clear selection
eu: Garbi aukeraketa

source: First, enter a username and password. Then, you'll be able to edit more user options.
eu: Lehenengo, izena eta pasahitz sartu. Gero, erabiltzaile hautak aldatuko ahal izango zara.

source: Enter a username and password.
eu: Izena eta pasahitz sartu

source: Change password
eu: Pasahitz aldatu

source: Please correct the error below.
eu: Mesedez, zuzendu beherako akats.

source: Please correct the errors below.
eu: Mesedez, zuzendu beherako akatsak.

source: Enter a new password for the user <strong>%(username)s</strong>.
eu: Sar ezazu pasahitz berria <strong>%(username)s</strong> erabiltzaileari.

source: Welcome,
eu: Ongi etorri,

source: View site
eu: Ikusi tokia

source: Documentation
eu: Dokumentazio

source: Log out
eu: Irten

source: Django site admin
eu: Django leku administratzaile

source: Django administration
eu: Django administraritza

source: Add
eu: Gehitu

source: History
eu: Historia

source: View on site
eu: Ikusi tokia

source: Add %(name)s
eu: Gehi %(name)s

source: Filter
eu: Iragazi

source: Remove from sorting
eu: Ezabatu ordena

source: Sorting priority: %(priority_number)s
eu: Ordena lehentasuna: %(priority_number)s

source: Toggle sorting
eu: Aldatu ordena

source: Delete
eu: Kendu

source: Deleting the %(object_name)s '%(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
eu: %(object_name)s '%(escaped_object)s' kentzen baduzu erlazionatuta objektu kenduko dira, baina zure kontua ez du nahiko baimenea hurrengo objektu mota:

source: Deleting the %(object_name)s '%(escaped_object)s' would require deleting the following protected related objects:
eu: %(object_name)s '%(escaped_object)s' kentzen baduzu erlazionatuta objektu kenduko dir

source: Are you sure you want to delete the %(object_name)s "%(escaped_object)s"? All of the following related items will be deleted:
eu: %(object_name)s "%(escaped_object)s" kentza ziur zaude? Hurrengo objektuak kenduko dira:

source: Objects
eu: Objektuak

source: Yes, I'm sure
eu: Bai, ziur nago

source: No, take me back
eu: Ez, joan atzera

source: Delete multiple objects
eu: Anizkun objektuak kendu

source: Deleting the selected %(objects_name)s would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
eu: %(objects_name)s kentzen baduzu erlazionatuta objektu kenduko dira, baina zure kontua ez du nahiko baimenea hurrengo objektu mota:

source: Deleting the selected %(objects_name)s would require deleting the following protected related objects:
eu: %(objects_name)s kentzen baduzu erlazionatuta objektu kenduko dir

source: Are you sure you want to delete the selected %(objects_name)s? All of the following objects and their related items will be deleted:
eu: %(objects_name)s kentza ziur zaude? Hurrengo objektuak kenduko dira:

source: Change
eu: Aldatu

source: Remove
eu: Kendu

source: Add another %(verbose_name)s
eu: Erantsi beste %(verbose_name)s

source: Delete?
eu: Kendu?

source: By %(filter_title)s
eu: %(filter_title)sz iragazi

source: Summary
eu: Bildumena

source: Models in the %(name)s application
eu: Eredu %(name)s aplikazioan

source: You don't have permission to edit anything.
eu: Ez duzu zerbait aldatzeko baimena

source: Recent Actions
eu: Egintza berri

source: My Actions
eu: Nire egintzak

source: None available
eu: Ezein erabilgarri

source: Unknown content
eu: Neurrizko ezezagun

source: Something's wrong with your database installation. Make sure the appropriate database tables have been created, and make sure the database is readable by the appropriate user.
eu: Edozein txarto dago zure datu-basean. Finka ezazu zure datu-basen taulak egin diren, eta erabiltzaileak irakurtzeko baimena badauka.

source: Forgotten your password or username?
eu: Pasa-hitz edo erabiltzaile izana ahaztu duzu?

source: Log in
eu: Sartu

source: Date/time
eu: Egun/hordu

source: User
eu: Erabiltzailea

source: Action
eu: Egintza

source: This object doesn't have a change history. It probably wasn't added via this admin site.
eu: Objektu hau ez du aldaketa historiarik. Segur aski ez da gahigeririk administratzaile lekuan.

source: Show all
eu: Erakutsi denak

source: Save
eu: Gorde

source: Change selected %(model)s
eu: Aldatu aukeratuta %(model)s

source: Add another %(model)s
eu: Erantsi beste %(model)s

source: Delete selected %(model)s
eu: Ken aukeratuta %(model)s

source: Search
eu: Bilatu

source: %(counter)s result
eu: %(counter)s emaitza

source: %(full_result_count)s total
eu: %(full_result_count)s guztizko

source: Save as new
eu: Gorde berria

source: Save and add another
eu: Gorde eta erantsi beste

source: Save and continue editing
eu: Gorde eta jarraitu editatzen
